{
  "toast.araxers_bestiary.progression.title": "%s",
  "toast.araxers_bestiary.progression.discovery": "Yaratık Rehberi: Yeni Keşif!",
  "toast.araxers_bestiary.progression.spawn_locations": "Oluşum Konumlarının Kilidi Açıldı!",
  "toast.araxers_bestiary.progression.loot_icons": "Ganimetlerin Kilidi Açıldı!",
  "toast.araxers_bestiary.progression.loot_chances": "Düşme Oranlarının Kilidi Açıldı!",
  "toast.araxers_bestiary.progression.advanced_attributes": "Gelişmiş Özelliklerin Kilidi Açıldı!",
  "toast.araxers_bestiary.progression.description": "Açıklamanın Kilidi Açıldı!",
  "toast.araxers_bestiary.progression.generic": "Bilgi Arttı!",

  "toast.araxers_bestiary.rank.title": "%s",
  "toast.araxers_bestiary.rank.increase": "Seviye Artışı: %s→%s",

  "toast.araxers_bestiary.observation.title": "Yaratık Rehberi: Yeni Gözlem!",
  "toast.araxers_bestiary.observation.description": "Yeni ipuçları keşfedildi!",

  "item.araxers_bestiary.bestiary_book": "Yaratık Rehberi",
  "key.bestiary.open": "Yaratık Rehberini Aç",
  "key.categories.bestiary": "Araxer'in Yaratık Rehberi",

  "screen.araxers_bestiary.filter.display.boss": "Patron",
  "screen.araxers_bestiary.filter.display.monster": "Canavar",
  "screen.araxers_bestiary.filter.display.creature": "Yaratık",
  "screen.araxers_bestiary.filter.display.water": "Suda Yaşayan",
  "screen.araxers_bestiary.filter.display.water_creature": "Su Yaratığı",
  "screen.araxers_bestiary.filter.display.underground_water_creature": "Yeraltı Su Yaratığı",
  "screen.araxers_bestiary.filter.display.ambient": "Ortam Canlısı",
  "screen.araxers_bestiary.filter.display.water_ambient": "Su Ortam Canlısı",
  "screen.araxers_bestiary.filter.display.axolotls": "Aksolotl",
  "screen.araxers_bestiary.filter.display.misc": "Çeşitli",
  "screen.araxers_bestiary.filter.display.new": "Yeni Keşif",
  "screen.araxers_bestiary.filter.display.sighted": "Gözlemlendi",
  "screen.araxers_bestiary.filter.display.discovered": "Keşfedildi",
  "screen.araxers_bestiary.filter.display.all": "Tümü",

  "screen.araxers_bestiary.unlock_tabs.undiscovered": "Detayları açmak için yenin, dürbünle gözlemleyin, evcilleştirin, ticaret yapın, besleyin veya çiftleştirin.",
  "screen.araxers_bestiary.unlock_tabs.sighted": "Gözlemlenen yaratıkların daha yüksek seviye kazanma şansı daha fazladır",

  "screen.araxers_bestiary.bestiary": "Yaratık Rehberi",
  "screen.araxers_bestiary.search": "Ara...",
  "screen.araxers_bestiary.tab.stats": "Bilgi",
  "screen.araxers_bestiary.tab.spawn": "Oluşum",
  "screen.araxers_bestiary.tab.loot": "Ganimet",
  "screen.araxers_bestiary.tooltip.defeats": "Yenilgi: %s",
  "screen.araxers_bestiary.tooltip.sighted": "Gözlemlenen yaratıkların daha yüksek seviye kazanma şansı artar.",
  "screen.araxers_bestiary.tooltip.health": "Can: %s",
  "screen.araxers_bestiary.tooltip.armor": "Zırh: %s",
  "screen.araxers_bestiary.tooltip.toughness": "Zırh Sertliği: %s",
  "screen.araxers_bestiary.tooltip.speed": "Hız: %.2f",
  "screen.araxers_bestiary.tooltip.experience": "Deneyim: %s Puan",
  "screen.araxers_bestiary.tooltip.hide_undiscovered": "Keşfedilmemişleri Gizle",
  "screen.araxers_bestiary.tooltip.list_text_mode": "Metin görünümünü değiştir",

  "screen.araxers_bestiary.monsters_count": "Canavarlar: %s",
  "screen.araxers_bestiary.new_indicator": "YENİ!",
  "screen.araxers_bestiary.no_preview": "Önizleme Yok",
  "screen.araxers_bestiary.boss_prefix": "[Patron] ",
  "screen.araxers_bestiary.sighted": "Gözlemlendi",
  "screen.araxers_bestiary.defeats_count": "Yenilgi: %s",
  "screen.araxers_bestiary.defeats_unknown": "?",
  "screen.araxers_bestiary.unknown": "???",
  "screen.araxers_bestiary.unknown_short": "?",
  "screen.araxers_bestiary.mob_type.undead": "Ölümsüz (Undead)",
  "screen.araxers_bestiary.mob_type.arthropod": "Eklembacaklı",
  "screen.araxers_bestiary.mob_type.illager": "Illager",
  "screen.araxers_bestiary.mob_type.water": "Suda Yaşayan",
  "screen.araxers_bestiary.mob_type.undefined": "Diğer",

  "narration.araxers_bestiary.monster_list": "Canavar Listesi",
  "narration.araxers_bestiary.entity_view": "Varlık Görünümü",
  "narration.araxers_bestiary.info_panel": "Bilgi Paneli",
  "screen.araxers_bestiary.stats.health": "Can:",
  "screen.araxers_bestiary.stats.damage": "Hasar:",
  "screen.araxers_bestiary.stats.armor": "Zırh:",
  "screen.araxers_bestiary.stats.toughness": "Sertlik:",
  "screen.araxers_bestiary.stats.experience": "Deneyim:",
  "screen.araxers_bestiary.stats.knockback_resistance" : "Geri Tepme Direnci: %s%%",
  "screen.araxers_bestiary.stats.movement_speed": "Hareket Hızı: %s",
  "screen.araxers_bestiary.stats.follow_range": "Takip Mesafesi: %s",
  "screen.araxers_bestiary.stats.attack_knockback": "Saldırı Tepmesi: %s",
  "screen.araxers_bestiary.stats.fly_speed": "Uçuş Hızı: %s",
  "screen.araxers_bestiary.stats.attack_speed": "Saldırı Hızı: %s",
  "screen.araxers_bestiary.stats.speed_slow": "Yavaş",
  "screen.araxers_bestiary.stats.speed_normal": "Normal",
  "screen.araxers_bestiary.stats.speed_fast": "Hızlı",
  "screen.araxers_bestiary.stats.speed_very_fast": "Çok Hızlı",
  "screen.araxers_bestiary.stats.speed_lightning": "Işık Hızı",
  "screen.araxers_bestiary.stats.none": "Yok",
  "screen.araxers_bestiary.stats.xp": " XP",
  "screen.araxers_bestiary.stats.advanced_locked": "Gelişmiş Özellikler Kilitli",
  "screen.araxers_bestiary.stats.need_defeats": "(%d kez yenilgi gerekli)",
  "screen.araxers_bestiary.stats.need_rank": "(%d. seviye veya üzeri gerekli)",
  "screen.araxers_bestiary.spawn.locked": "Kilitli",
  "screen.araxers_bestiary.spawn.need_defeats": "(%d kez yenilgi gerekli)",
  "screen.araxers_bestiary.spawn.need_rank": "(%d. seviye veya üzeri gerekli)",
  "screen.araxers_bestiary.spawn.various_spawn_locations": "Çeşitli Oluşum Konumları",
  "screen.araxers_bestiary.loot.drop_chances_locked": "Düşme Oranları Kilitli",
  "screen.araxers_bestiary.loot.need_defeats": "(%d kez yenilgi gerekli)",
  "screen.araxers_bestiary.loot.need_rank": "(%d. seviye veya üzeri gerekli)",
  "screen.araxers_bestiary.loot.locked": "Kilitli",
  "screen.araxers_bestiary.loot.no_drops": "Ganimet Düşmüyor",
  "screen.araxers_bestiary.filter.monster": "Canavar",
  "screen.araxers_bestiary.filter.creature": "Yaratık",
  "screen.araxers_bestiary.filter.water": "Suda Yaşayan",
  "screen.araxers_bestiary.filter.water_creature": "Su Yaratığı",
  "screen.araxers_bestiary.filter.underground_water_creature": "Yeraltı Su Yaratığı",
  "screen.araxers_bestiary.filter.ambient": "Ortam Canlısı",
  "screen.araxers_bestiary.filter.water_ambient": "Su Ortam Canlısı",
  "screen.araxers_bestiary.filter.axolotls": "Aksolotl",
  "screen.araxers_bestiary.filter.misc": "Çeşitli",
  "screen.araxers_bestiary.filter.new": "Yeni Keşif",
  "screen.araxers_bestiary.filter.sighted": "Gözlemlendi",
  "screen.araxers_bestiary.filter.discovered": "Keşfedildi",
  "screen.araxers_bestiary.filter.boss": "Patron",
  "screen.araxers_bestiary.loot.unknown_drop": "Bilinmeyen Eşya",

  "entity.araxers_bestiary.bestiary.minecraft.allay.description": "Allay, oyuncunun verdiği eşyalarla eşleşen eşyaları toplayan küçük, dost canlısı, mavi ve uçan bir yaratıktır. Bu eşyaları not bloklarına veya ona eşyayı veren oyuncuya teslim eder. Allay'ler Yağmacı Karakolları, Orman Köşkleri ve Antik Şehirlerde bulunabilir. Müziği severler ve çalan bir müzik kutusunun yanındayken dans ederler.",
  "entity.araxers_bestiary.bestiary.minecraft.axolotl.description": "Aksolotl, yemyeşil mağaralarda bulunan pasif bir su canlısıdır. Beş farklı renk varyasyonu vardır: pembe, kahverengi, altın, camgöbeği ve nadir mavi. Aksolotllar çoğu su altı düşmanına saldırır ve kovayla taşınabilir. Yaralandıklarında ölü taklidi yaparlar ve savaştan sonra yenilenme etkisi kazanırlar. Minecraft'a eklenen ilk amfibi yaratıktır.",
  "entity.araxers_bestiary.bestiary.minecraft.bat.description": "Yarasalar, yeraltındaki karanlık bölgelerde ortaya çıkan küçük pasif ortam canlılarıdır. Sadece atmosfer oluşturmak içindirler ve yenildiklerinde herhangi bir eşya düşürmezler. Yarasalar boşta dururken baş aşağı asılı durur, rahatsız edildiklerinde veya gece olduğunda düzensiz uçarlar. Oyunda doğal olarak ortaya çıkan tek uçan pasif yaratıktır. Cadılar Bayramı sırasında daha sık görülürler.",
  "entity.araxers_bestiary.bestiary.minecraft.bee.description": "Arılar, kovanlarda yaşayan nötr uçan yaratıklardır. Çiçeklerden polen toplarlar ve tozlaşma yoluyla ekinlerin büyümesine yardımcı olurlar. Arılar bal (şişeyle toplanabilir) ve bal peteği (makasla toplanabilir) üretir. Saldırıya uğradıklarında veya kovanları rahatsız edildiğinde düşman olurlar, bir kez soktuktan sonra ölürler. Arılar yağmurda uçamazlar ve gece kovanlarına dönerler.",
  "entity.araxers_bestiary.bestiary.minecraft.blaze.description": "Blaze'ler, Nether'a özgü düşman yaratıklardır. Dönen küçük çubuklarla çevrili yüzen bir ateş çubuğu görünümündedirler. Oyuncuya ateş topları fırlatarak saldırır ve oyuncuyu tutuştururlar. Doğal olarak Nether Kalelerinde doğarlar, ateş ve lav hasarına karşı bağışıklıdırlar. Yenildiklerinde düşen Blaze Çubuğu, iksir yapımı ve End boyutuna gitmek için çok önemlidir.",
  "entity.araxers_bestiary.bestiary.minecraft.camel.description": "Develer, çöl köylerinde doğan pasif yaratıklardır. At gibi evcilleştirilebilir ve sürülebilirler ancak benzersiz yetenekleri vardır. Develer aynı anda iki oyuncuyu taşıyabilir, ileri atılabilir ve düşman yaratıkların biniciye ulaşamayacağı kadar yüksekte dururlar. Eşsiz bir oturma animasyonuna sahiptirler ve kaktüsle çoğaltılabilirler. Kaktüs hasarına bağışıktırlar ve zıplamadan çitlerin üzerinden geçebilirler.",
  "entity.araxers_bestiary.bestiary.minecraft.cat.description": "Kediler, köylerde ve bataklık kulübelerinde doğan pasif, evcilleştirilebilir yaratıklardır. Tekir, smokin, kızıl ve siyam dahil olmak üzere 11 farklı kürk deseni vardır. Çiğ morina veya çiğ somon ile evcilleştirilebilirler ve bu eşyaları tutan oyuncuyu takip ederler. Evcil kediler yataklara ve sandıklara oturur, Phantom'ları korkutup uzaklaştırır ve sabahları sahiplerine bazen hediyeler getirir. Ayrıca Creeper'ları korkuturlar, bu da üs savunması için faydalıdır.",
  "entity.araxers_bestiary.bestiary.minecraft.cat.gift": "(Kedi Hediyesi)",
  "entity.araxers_bestiary.bestiary.minecraft.cave_spider.description": "Mağara Örümcekleri, normal örümceğin daha küçük ve daha tehlikeli bir varyasyonudur. Terk edilmiş madenlerdeki yaratık doğuruculardan (spawner) çıkarlar. Normal örümceklerin aksine, 1 blokluk boşluklardan geçebilirler ve saldırırken oyuncuyu zehirlerler. Işık seviyesi 11 veya altındayken düşman, daha parlakken nötrdürler. Duvarlara tırmanabilirler ve boyutları normal örümceğin 3/4'ü kadardır.",
  "entity.araxers_bestiary.bestiary.minecraft.chicken.description": "Tavuklar, tohumlarla çoğaltılabilen ve yumurta veren pasif çiftlik hayvanlarıdır. Doğal olarak Dünyadaki çimenlik biyomlarda doğarlar. Yenildiklerinde tüy ve çiğ tavuk düşürürler, yaklaşık her 5-10 dakikada bir yumurtlarlar. Kanat çırpma yetenekleri sayesinde düşme hasarını çok yavaş alırlar. Civcivler yetişkin tavukları takip eder, tavuklar buğday, pancar veya karpuz tohumlarıyla yönlendirilebilir.",
  "entity.araxers_bestiary.bestiary.minecraft.cod.description": "Morina balıkları; soğuk, ılıman ve derin okyanus biyomlarında doğan pasif su canlılarıdır. Sürüler halinde yüzerler; oyunculardan, yunuslardan ve gardiyanlardan kaçarlar. Kovayla yakalanarak Morina Kovası yapılabilir. Yenildiklerinde çiğ morina ve bazen kemik tozu düşürürler. Oyundaki en yaygın balıklardan biridir ve önemli bir besin kaynağıdır.",
  "entity.araxers_bestiary.bestiary.minecraft.cow.description": "İnekler, Dünyadaki çimenlik biyomlarda doğan pasif çiftlik hayvanlarıdır. Buğdayla çoğaltılabilirler; deri, sığır eti ve süt sağlarlar. Oyuncular boş kova kullanarak ineklerden süt toplayabilir, bu süt kek yapımında veya bazı durum etkilerini iyileştirmek için kullanılır. İnekler buğday tutan oyuncuyu takip eder, buzağıların yetişkin olması 20 dakika sürer.",
  "entity.araxers_bestiary.bestiary.minecraft.creeper.description": "Creeper, sessizce yaklaşması ve patlayıcı doğasıyla bilinen ikonik bir düşman yaratıktır. Oyuncuyu sessizce takip eder, yaklaştığında patlayarak blokları yok eder ve hasar verir. Kedilerden ve ocelotlardan korkarlar, bu da onların kaçmasına neden olur. Yıldırım çarptığında Yüklü Creeper'a dönüşürler ve patlamaları daha güçlü olur. Bir iskeletin okuyla öldürüldüklerinde müzik diski düşürürler.",
  "entity.araxers_bestiary.bestiary.minecraft.creeper.loot.music_disc_13" : "(İskelet okuyla öldürülürse)",
  "entity.araxers_bestiary.bestiary.minecraft.dolphin.description": "Yunuslar, okyanus biyomlarında doğan nötr su canlılarıdır. Sürüler halinde yüzerler; çiğ morina veya somonla beslendiklerinde oyuncuyu batık gemilere ve su altı harabelerine yönlendirebilirler. Yunuslar yakındayken oyuncuya \"Yunus Lütfu\" etkisi vererek yüzme hızını artırırlar. Sudan dışarı zıplar, eşyalarla oynar ve Boğulmuşlar (Drowned) gibi düşmanlara saldırırlar. Nefes almak için düzenli olarak yüzeye çıkmaları gerekir, aksi takdirde hasar alırlar.",
  "entity.araxers_bestiary.bestiary.minecraft.donkey.description": "Eşekler; ovalarda ve savana biyomlarında doğan pasif, evcilleştirilebilir yaratıklardır. Üzerine tekrar tekrar binilerek kalp çıkana kadar evcilleştirilebilirler. Atlardan farklı olarak, eşeklere sandık takılarak eşya taşınabilir, bu da nakliye ve depolama için faydalıdır. At ile çiftleştirilerek her iki ebeveynin özelliklerini taşıyan katır elde edilebilir. Eyer takılarak sürülebilir ve iple çekilebilirler.",
  "entity.araxers_bestiary.bestiary.minecraft.drowned.description": "Boğulmuşlar (Drowned); okyanuslarda, nehirlerde ve su altı harabelerinde doğan düşman zombi varyasyonudur. Bir zombi 30 saniye boyunca su altında kalırsa da dönüşür. Boğulmuşlar yüzebilir ve su altında süresiz yaşayabilir. Bazıları üç uçlu mızrak (trident) ile doğar ve bunu uzaktan oyuncuya fırlatabilir. Su içinde veya kask takmadıkça güneş ışığında yanarlar. Oyundaki nadir üç uçlu mızrak kaynaklarından biridir, ayrıca bakır ve altın külçe düşürme şansları vardır.",
  "entity.araxers_bestiary.bestiary.minecraft.drowned.loot.trident": "(Eğer üç uçlu mızrak kuşanmışsa)",
  "entity.araxers_bestiary.bestiary.minecraft.elder_guardian.description": "Yaşlı Gardiyanlar, Okyanus Anıtlarında doğan güçlü düşman su yaratıklarıdır. Normal Gardiyanın daha büyük ve çok daha tehlikeli bir varyasyonudur. Her Okyanus Anıtında sadece üç tane doğar: biri merkez odada, ikisi kanatlarda. Lazer ışınıyla saldırır ve yakındaki oyunculara Madenci Yorgunluğu III etkisi vererek blok kırmayı zorlaştırır. Yenildiklerinde sünger, prizmarin parçası ve prizmarin kristali düşürürler.",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.description": "Ender Ejderhası, End boyutunda yaşayan Minecraft'ın ana patronudur (boss). Bu dev siyah ejderha, merkezi adanın etrafında uçar ve onu iyileştiren End Kristalleri tarafından korunur. Oyuncular ejderhaya etkili hasar verebilmek için bu kristalleri yok etmelidir. Oyuncuya dalarak, ejderha ateş topları atarak ve toplanabilir ejderha nefesi bırakarak saldırır. İlk kez yenildiğinde Ejderha Yumurtası düşürür ve çıkış portalını oluşturur.",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.loot.dragon_egg": "(Sadece ilk kez yenildiğinde düşer)",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.loot.dragon_breath": "(Savaş sırasında cam şişeyle toplanır)",
  "entity.araxers_bestiary.bestiary.minecraft.enderman.description": "Enderman; ışınlanabilen ve bazı blokları alabilen uzun, nötr bir yaratıktır. Üç boyutta da (Dünya, Nether, End) doğar, ancak ana vatanı End'dir. Oyuncular doğrudan üst gövdesine (gözlerine) baktığında veya saldırdığında düşman olurlar. Su ve oklardan hasar alırlar ancak tehlikeden uzağa ışınlanabilirler. Yenildiklerinde End İncisi düşürürler, bu da End boyutuna gitmek için hayati önem taşır.",
  "entity.araxers_bestiary.bestiary.minecraft.endermite.description": "Endermite, oyuncular Ender İncisi kullandığında düşük bir şansla ortaya çıkan küçük düşman yaratıklardır. Enderman ile ilişkili bu mor böcek benzeri yaratıklar, görüş alanındaki oyunculara saldırır. Çok küçüktürler, vurulması zordur ve 1 blokluk boşluklardan geçebilirler. Yenildiklerinde eşya düşürmezler. Enderman'ler Endermite gördüğünde saldırır, bu da türler arası doğal bir düşmanlık olduğunu gösterir.",
  "entity.araxers_bestiary.bestiary.minecraft.evoker.description": "Evoker (Çağıran), Orman Köşklerinde ve baskınlar sırasında doğan güçlü bir Illager büyücüsüdür. Büyü kullanarak saldırır; yerden ısıran dişler ve kendisi için savaşan Vex'ler (küçük uçan düşman periler) çağırır. Ayrıca savunma önlemi olarak yakındaki koyunların rengini mavi veya kırmızıya çevirebilir. Yenildiğinde her zaman Ölümsüzlük Totemi düşürür; bu değerli eşya elde tutulduğunda oyuncuyu bir kez ölümden kurtarır.",
  "entity.araxers_bestiary.bestiary.minecraft.fox.description": "Tilkiler, tayga biyomlarında doğan ürkek pasif yaratıklardır. İki varyasyonu vardır: Kızıl (Normal Tayga) ve Beyaz/Kutup (Karlı Tayga). Tilkiler gececil hayvanlardır, gündüz uyur gece hareket ederler. Oyuncudan korkarlar ancak tatlı meyvelerle çiftleştirilebilirler, yavrular onları besleyen oyuncuya güvenir. Tilkiler ağızlarında eşya taşıyabilir, tavuk ve tavşanlara saldırır ve avlanmak için benzersiz bir atılma saldırısı yaparlar.",
  "entity.araxers_bestiary.bestiary.minecraft.frog.description": "Kurbağalar; bataklık ve mangrov bataklığı biyomlarında doğan pasif amfibi yaratıklardır. Büyüdükleri biyoma göre üç varyasyonu vardır: Ilıman (Turuncu), Soğuk (Yeşil) ve Sıcak (Beyaz). Zıplayabilir, yüzebilir ve nilüfer yapraklarında yürüyebilirler. Dilleriyle küçük Balçık (Slime) ve Magma Küplerini yiyerek beslenirler. Küçük Balçık yediklerinde Balçık Topu, Magma Küpü yediklerinde ise Kurbağa Işığı bloğu (rengi kurbağa türüne göre değişir) üretirler.",
  "entity.araxers_bestiary.bestiary.minecraft.frog.slime_ball": "(Küçük balçık yerse)",
  "entity.araxers_bestiary.bestiary.minecraft.frog.ochre_froglight": "(Küçük Magma Küpü yerse)",
  "entity.araxers_bestiary.bestiary.minecraft.ghast.description": "Ghast, Nether'a özgü devasa, uçan, düşman bir yaratıktır. Altından sarkan dokuz dokunaçla dev bir soluk küp görünümündedir ve kendine has ağlama/çığlık sesleriyle bilinir. Uzaktan patlayıcı ateş topları atarak saldırır, bu toplar zamanlamalı bir vuruşla geri yansıtılabilir. Uçabilir ve blokların içinden geçebilir. Yenildiklerinde barut ve bazen yenilenme iksiri veya End Kristali yapımı için gerekli olan Ghast Gözyaşı düşürürler.",
  "entity.araxers_bestiary.bestiary.minecraft.giant.description": "Dev (Giant), normal bir zombiden altı kat daha uzun olan, kullanılmayan bir düşman yaratıktır. Oyunda doğal olarak doğmaz, sadece komutla çağrılabilir. Korkutucu görünümüne rağmen, mevcut Minecraft sürümünde yapay zekası yoktur, bu yüzden hareket etmez veya saldırmaz. Temelde oyunun erken sürümlerinden kalan tamamlanmamış bir kalıntıdır. Ganimeti ve doğal doğma yeri yoktur.",
  "entity.araxers_bestiary.bestiary.minecraft.glow_squid.description": "Pırıltılı Mürekkep Balığı, Mağaralar ve Dağlar güncellemesinde topluluk oylamasıyla eklenen pasif bir su canlısıdır. Normal mürekkep balığının bir varyasyonudur ancak biyolüminesans (parlayan) bir görünüme sahiptir. Adına ve görünüşüne rağmen etrafını aydınlatan bir ışık yaymaz. Su altı mağaralarında ve derin göllerde doğar. Yenildiğinde, tabelaları ve eşya çerçevelerini karanlıkta parlatmak için kullanılan Pırıltılı Mürekkep Kesesi düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.goat.description": "Keçiler, dağ biyomlarında doğan nötr yaratıklardır. Çok yükseğe (10 bloğa kadar) zıplayabilirler ve kışkırtılırlarsa oyunculara veya yaratıklara toslarlar. İki varyasyonu vardır: Normal Keçi ve Çığlık Atan Keçi (daha agresiftir ve çığlık atar). Çığlık atan keçi sert bloklara toslarsa, boru sesi çıkarmak için kullanılan Keçi Boynuzu düşürebilir. Buğdayla çoğaltılabilir ve inek gibi sütü sağılabilir.",
  "entity.araxers_bestiary.bestiary.minecraft.goat.loot.goat_horn": "(Çığlık atan keçi bloğa toslarsa)",
  "entity.araxers_bestiary.bestiary.minecraft.guardian.description": "Gardiyanlar, Okyanus Anıtlarında doğan düşman su yaratıklarıdır. Dikenli bir balık görünümündedir, tek bir büyük gözü vardır. Oyuncuya lazer ışını fırlatarak saldırır, ateşlemeden önce şarj olur ve blokları delebilir. Ayrıca dikenlerini çıkararak temas eden oyunculara hasar verebilir. Boğulmaya karşı bağışıktırlar ve oyuncuyu blokların arkasından bile görebilirler. Yenildiklerinde prizmarin parçası, kristali ve çiğ balık düşürebilirler.",
  "entity.araxers_bestiary.bestiary.minecraft.hoglin.description": "Hoglin, Nether'daki Kızıl Orman biyomunda doğan düşman bir yaratıktır. Dişleri olan büyük bir yaban domuzuna benzer ve Nether'daki az sayıdaki yiyecek kaynağından biridir. Oyuncuyu gördüğü anda saldırır ve güçlü vuruşlarla geri teper. Çarpık Mantarlardan korkar ve onlardan kaçar. Kızıl Mantar ile çoğaltılabilirler. Eğer Hoglin Dünyada çok uzun süre kalırsa (yaklaşık 15 saniye) Zoglin'e (Zombi Hoglin) dönüşür.",
  "entity.araxers_bestiary.bestiary.minecraft.horse.description": "Atlar; ovalar, savanalar ve çayırlarda doğan pasif, evcilleştirilebilir yaratıklardır. Beyaz, siyah, kahverengi, kestane gibi çeşitli renk ve desenlerde bulunurlar. Tekrar tekrar üzerine binilerek evcilleştirilebilir, ardından eyerle sürülebilirler. Her atın kendine has can, hız ve zıplama istatistikleri vardır. Altın elma veya altın havuçla çoğaltılabilir, zırh giydirilebilir ve iple bağlanabilirler.",
  "entity.araxers_bestiary.bestiary.minecraft.husk.description": "Husk, zombinin çöl varyasyonu olan düşman bir yaratıktır. Çöl biyomlarında doğar ve normal zombiden farklı olarak güneş ışığında yanmaz. Eskimiş çöl kıyafetleri ve kum rengi derisiyle ayırt edilir. Saldırdığında hasarın yanı sıra Açlık etkisi uygular. Suda boğulursa normal bir zombiye dönüşür. Zırhlı doğabilir ve zor modda kapıları kırabilir.",
  "entity.araxers_bestiary.bestiary.minecraft.illusioner.description": "Illusioner (İlüzyonist), kullanılmayan bir düşman Illager'dır. Doğal olarak doğmaz, sadece komutla çağrılabilir. Evoker'a benzer bir büyücüdür ancak farklı yetenekleri vardır. Kendisinin birden fazla hayalet kopyasını oluşturarak oyuncuyu şaşırtır ve yayla uzaktan saldırır. Görünmezlik yeteneği de vardır. Kodlarda tamamen işlevsel olsa da oyuna resmen eklenmemiştir. Yenildiğinde yay düşürebilir.",
  "entity.araxers_bestiary.bestiary.minecraft.iron_golem.description": "Demir Golem, köyleri ve köylüleri koruyan faydalı bir yaratıktır. Yeterli köylü ve yatağın olduğu köylerde doğal olarak doğabilir veya oyuncu tarafından dört demir blok (T şeklinde) ve bir oyulmuş bal kabağı ile yapılabilir. Uzun kollarıyla düşmanları havaya fırlatarak saldırır. Oyunculara karşı pasiftir ancak köylülere saldırılırsa düşman olur. Bazen köylü çocuklara gelincik çiçeği uzatır.",
  "entity.araxers_bestiary.bestiary.minecraft.llama.description": "Lamalar; savana ve dağ biyomlarında doğan pasif, evcilleştirilebilir yaratıklardır. Dört farklı kürk rengi vardır. Doğrudan sürülemezler ama sandık takılarak eşya taşıyabilirler. Bir lama iple çekildiğinde diğerleri de onu takip ederek bir kervan oluşturur (en fazla 10 lama). Düşmanlara veya saldıran oyunculara tükürerek kendilerini savunurlar. Saman balyası ile çoğaltılabilirler.",
  "entity.araxers_bestiary.bestiary.minecraft.magma_cube.description": "Magma Küpü, Balçık'ın (Slime) Nether varyasyonudur. Nether'da, özellikle Bazalt Deltalarında ve Nether Kalelerinde doğar. Magma bloklarından oluşan kor gibi bir vücudu vardır. Balçıklar gibi zıplayarak hareket eder ve yenildiğinde daha küçük parçalara bölünür. Ateş ve lav hasarına bağışıktır. Yenildiğinde, Ateş Direnci iksiri ve Magma Bloğu yapımında kullanılan Magma Kremi düşürebilir.",
  "entity.araxers_bestiary.bestiary.minecraft.mooshroom.description": "Mooshroom (Mantar İneği), sadece nadir Mantar Adası biyomunda doğan pasif bir yaratıktır. Sırtında mantarlar büyür. Kırmızı (orijinal) ve Kahverengi (yıldırım çarpmasıyla oluşur) olmak üzere iki türü vardır. Süt sağılabilir, ayrıca kase kullanılarak Mantar Güveci alınabilir (kahverengi olandan şüpheli güveç alınabilir). Makasla kırkıldığında normal ineğe dönüşür ve 5 mantar düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.mule.description": "Katır, at ile eşeğin çiftleştirilmesiyle oluşan melez bir yaratıktır. Atın hızını ve eşeğin yük taşıma kapasitesini birleştirir. Eşek gibi sandık takılabilir ancak zırh giyemez. Kısır oldukları için çoğalamazlar. Eyerle sürülebilirler. Attan yavaş ama eşekten hızlıdırlar.",
  "entity.araxers_bestiary.bestiary.minecraft.ocelot.description": "Ocelotlar, orman biyomlarında doğan ürkek pasif yaratıklardır. Benekli kürkleriyle bilinirler. Kedilerin aksine tam evcilleşmezler ama balıkla güvenleri kazanılabilir. Oyuncudan kaçarlar ancak çiğ balıkla yavaşça yaklaşılabilir. Düşme hasarına bağışıktırlar, tavuklara saldırırlar. Phantom'ların kaçtığı nadir yaratıklardandır.",
  "entity.araxers_bestiary.bestiary.minecraft.panda.description": "Pandalar, orman ve bambu ormanı biyomlarında doğan pasif yaratıklardır. Yedi farklı kişilik tipi vardır: Normal, Tembel, Endişeli, Oyuncu, Agresif, Zayıf ve Kahverengi. Kişilikleri davranışlarını etkiler (örn. tembel pandalar sırt üstü yatar). Bambuyu severler ve onunla çoğaltılabilirler. Bazen hapşırırlar ve bu etraftakileri ürkütür.",
  "entity.araxers_bestiary.bestiary.minecraft.parrot.description": "Papağanlar, orman biyomlarında doğan renkli, evcilleştirilebilir kuşlardır. Beş renk varyasyonu vardır. Tohumla evcilleştirilebilirler ve oyuncunun omzuna konarlar. Yakındaki düşman yaratıkların sesini taklit edebilirler. Müzik kutusu çaldığında dans ederler. Kurabiye papağanlar için zehirlidir ve anında ölmelerine neden olur.",
  "entity.araxers_bestiary.bestiary.minecraft.phantom.description": "Phantom (Hayalet), oyuncu üç veya daha fazla oyun günü uyumadığında gece gökyüzünde beliren düşman uçan yaratıktır. Yarı saydam mavi deriye sahiptirler. Yukarıdan dalarak saldırırlar. Zombiler gibi güneş ışığında yanarlar. Kedilerden ve ocelotlardan korkarlar. Yenildiklerinde Elitra tamiri ve Yavaş Düşüş iksiri için kullanılan Phantom Zarı düşürürler.",
  "entity.araxers_bestiary.bestiary.minecraft.pig.description": "Domuzlar, Dünyadaki çimenlik alanlarda doğan pasif çiftlik hayvanlarıdır. Havuç, patates veya pancarla çoğaltılabilirler. Eyer takılarak sürülebilirler ancak kontrol etmek için Havuçlu Olta gerekir. Yıldırım çarparsa Zombileşmiş Piglin'e dönüşürler. En eski Minecraft yaratıklarından biridir.",
  "entity.araxers_bestiary.bestiary.minecraft.piglin.description": "Piglinler, Nether'a özgü nötr insansı yaratıklardır. Altına takıntılıdırlar ve altın zırh giymeyen oyunculara saldırırlar. Oyuncular onlara altın külçe vererek takas yapabilir (barter). Piglinler Hoglin avlar ve Ruh Ateşinden korkarlar. Dünyada 15 saniyeden fazla kalırlarsa Zombileşmiş Piglin'e dönüşürler.",
  "entity.araxers_bestiary.bestiary.minecraft.piglin_brute.description": "Piglin Brute (Gaddar Piglin), sadece Burç Kalıntılarında (Bastion Remnant) bulunan düşman bir Piglin varyasyonudur. Normal Piglinlerin aksine, oyuncu altın zırh giyse bile her zaman saldırırlar ve takas yapmazlar. Ellerinde altın balta bulunur ve çok yüksek hasar verirler. Sandıkları korurlar.",
  "entity.araxers_bestiary.bestiary.minecraft.pillager.description": "Pillager (Yağmacı), tatar yayı kullanan düşman bir Illager türüdür. Yağmacı Karakollarında ve baskınlarda doğarlar. Sancak taşıyan kaptan öldürüldüğünde oyuncuya Uğursuzluk (Bad Omen) etkisi verir, bu da köye girildiğinde baskın başlatır. Köylülere ve demir golemlere saldırırlar.",
  "entity.araxers_bestiary.bestiary.minecraft.polar_bear.description": "Kutup Ayıları, karlı biyomlarda doğan nötr yaratıklardır. Genellikle pasiftirler ancak yavrularına yaklaşılırsa saldırganlaşırlar. Yavrular her zaman pasiftir. Suda yüzebilir ve arka ayakları üzerinde durabilirler. Balık avlarlar.",
  "entity.araxers_bestiary.bestiary.minecraft.pufferfish.description": "Kirpi Balığı, ılık okyanuslarda doğan pasif bir balıktır. Oyuncu yaklaştığında şişerek dikenlerini çıkarır ve zehir etkisi verir. Kovayla yakalanabilir. Yenildiğinde Su Altı Nefesi iksiri yapımında kullanılan Kirpi Balığı düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.rabbit.description": "Tavşanlar, çeşitli biyomlarda doğan küçük pasif yaratıklardır. Hızlı zıplarlar ve yakalanmaları zordur. Havuç veya karahindiba ile çoğaltılabilirler. Yenildiklerinde tavşan postu, eti ve nadiren iksir yapımında kullanılan Tavşan Ayağı düşürürler. \"Katil Tavşan\" adında çok nadir saldırgan bir varyasyonu da vardır (sadece komutla).",
  "entity.araxers_bestiary.bestiary.minecraft.ravager.description": "Ravager (Yıkıcı), baskınlar sırasında ortaya çıkan devasa, boğa benzeri düşman yaratıktır. Yüksek canı vardır ve kafa atarak büyük hasar verir; yaprak ve ekin gibi blokları yok edebilir. Üzerinde Yağmacılar veya Vindicatorlar binebilir. Yenildiğinde her zaman Eyer düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.salmon.description": "Somon, soğuk okyanus ve nehirlerde doğan pasif bir balıktır. Morinadan daha büyüktür ve kırmızımsıdır. Sürüler halinde yüzer. Önemli bir besin kaynağıdır.",
  "entity.araxers_bestiary.bestiary.minecraft.sheep.description": "Koyunlar, yün ve et sağlayan pasif çiftlik hayvanlarıdır. 16 farklı renkte olabilirler. Makasla yünleri kırkılabilir, ot yediklerinde yünleri tekrar uzar. Buğdayla çoğaltılabilirler. Boya ile renkleri değiştirilebilir.",
  "entity.araxers_bestiary.bestiary.minecraft.sheep.loot.wool": "(Koyunun rengine bağlı)",
  "entity.araxers_bestiary.bestiary.minecraft.shulker.description": "Shulker, End Şehirlerinde bulunan kutu benzeri düşman yaratıktır. Kabuğunu kapattığında hasara karşı neredeyse bağışıktır. Açıldığında oyuncuyu havaya kaldıran (Levitasyon) güdümlü mermiler atar. Kabukları, içine eşya konulup kırıldığında içindekileri koruyan Shulker Kutusu yapımında kullanılır.",
  "entity.araxers_bestiary.bestiary.minecraft.silverfish.description": "Gümüşçün (Silverfish), kalelerde ve dağlarda taş blokların içine saklanan küçük böceklerdir. Blok kırıldığında dışarı fırlarlar. Saldırıya uğradıklarında diğer Gümüşçünleri yardıma çağırırlar. End portalı odasında doğurucuları bulunur.",
  "entity.araxers_bestiary.bestiary.minecraft.skeleton.description": "İskeletler, yay ve ok kullanan yaygın düşman yaratıklardır. Karanlıkta doğarlar ve güneş ışığında yanarlar. Örümceğe binerek Örümcek Süvarisi olabilirler. Kemik ve ok düşürürler. Kurtlardan korkar ve kaçarlar.",
  "entity.araxers_bestiary.bestiary.minecraft.skeleton_horse.description": "İskelet At, fırtınalı havalarda \"İskelet Tuzağı\" olarak doğan nadir bir yaratıktır. Oyuncu yaklaştığında şimşek çakar ve üzerinde iskelet biniciler belirir. Su altında sürülebilirler. Beslenemez veya çoğaltılamazlar.",
  "entity.araxers_bestiary.bestiary.minecraft.slime.description": "Balçık (Slime), bataklıklarda ve yer altındaki belirli \"Slime Chunk\"larda doğan zıplayan yeşil küplerdir. Üç boyutu vardır (küçük, orta, büyük). Büyükler bölündüğünde küçülür. En küçükleri hasar veremez ama yapışkan piston yapımında kullanılan Balçık Topu düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.sniffer.description": "Sniffer (Koklayıcı), arkeoloji ile yumurtası bulunup çıkartılan antik bir pasif yaratıktır. Yeri koklayarak sadece onun bulabildiği antik tohumları (Meşale Çiçeği vb.) çıkarır. Oyundaki en büyük pasif yaratıktır.",
  "entity.araxers_bestiary.bestiary.minecraft.snow_golem.description": "Kar Golemi, oyuncu tarafından iki kar bloğu ve bir bal kabağı ile yapılan yardımcı yaratıktır. Düşmanlara kar topu atarak onları iter (hasar vermez ama dikkat dağıtır). Yürürken yere kar bırakır. Sıcak biyomlarda erir.",
  "entity.araxers_bestiary.bestiary.minecraft.spider.description": "Örümcekler, karanlıkta doğan ve duvarlara tırmanabilen yaygın düşmanlardır. Gündüzleri pasif, geceleri veya kışkırtıldıklarında saldırgandırlar. İp ve örümcek gözü düşürürler. 1 blok yüksekliğindeki boşluklara sığmazlar ama 2 blok genişliğindedirler.",
  "entity.araxers_bestiary.bestiary.minecraft.squid.description": "Mürekkep Balığı, suda yaşayan pasif yaratıktır. Saldırıya uğradığında mürekkep püskürtüp kaçar. Siyah boya yapımında kullanılan Mürekkep Kesesi düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.stray.description": "Stray (Serseri), karlı biyomlarda doğan İskelet varyasyonudur. Yırtık kıyafetleri vardır ve oyuncuya Yavaşlık etkisi veren oklar atar. Normal iskelet gibi güneşte yanar.",
  "entity.araxers_bestiary.bestiary.minecraft.stray.loot.tipped_arrow.slowness": "(Yavaşlık)",
  "entity.araxers_bestiary.bestiary.minecraft.strider.description": "Strider (Çarpık Ayak), Nether'daki lav göllerinde yürüyebilen pasif bir yaratıktır. Eyer takılarak sürülebilir ve Çarpık Mantarlı Olta ile kontrol edilir. Lavın dışındayken üşür ve morarır.",
  "entity.araxers_bestiary.bestiary.minecraft.tadpole.description": "İribaş, kurbağanın yavru halidir. Suda yaşar ve kovayla taşınabilir. Büyüdüğü biyoma göre farklı renkte bir kurbağaya dönüşür.",
  "entity.araxers_bestiary.bestiary.minecraft.trader_llama.description": "Tüccar Laması, Gezgin Tüccar'a eşlik eden süslü lamadır. Tüccar saldırıya uğrarsa ona yardım eder.",
  "entity.araxers_bestiary.bestiary.minecraft.tropical_fish.description": "Tropikal Balıklar, ılık okyanuslarda bulunan rengarenk balıklardır. Binlerce renk ve desen kombinasyonu vardır. Kovayla yakalanabilir.",
  "entity.araxers_bestiary.bestiary.minecraft.turtle.description": "Kaplumbağalar, kumsallarda doğan ve yumurtlamak için doğduğu kumsala geri dönen sürüngenlerdir. Yavrular büyürken Kaplumbağa Kabuğu (kask) yapımında kullanılan pulları düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.vex.description": "Vex (Ucube), Evoker tarafından çağrılan, duvarların içinden geçebilen küçük uçan hayaletlerdir. Çok hasar verirler ve vurulmaları zordur. Belirli bir süre sonra kendiliğinden ölürler.",
  "entity.araxers_bestiary.bestiary.minecraft.villager.description": "Köylüler, köylerde yaşayan, tarım yapan ve oyuncularla ticaret yapan pasif insanlardır. Mesleklerine göre farklı kıyafetler giyerler. Zombiler tarafından ısırılırlarsa Zombi Köylüye dönüşürler.",
  "entity.araxers_bestiary.bestiary.minecraft.vindicator.description": "Vindicator (Savunucu), elinde demir balta olan hızlı bir Illager türüdür. Orman Köşklerinde ve baskınlarda bulunur. Çok yüksek hasar verir. \"Johnny\" ismi verilirse gördüğü her şeye saldırır.",
  "entity.araxers_bestiary.bestiary.minecraft.wandering_trader.description": "Gezgin Tüccar, rastgele ortaya çıkan ve egzotik eşyalar satan bir NPC'dir. Yanında iki lama bulunur. Gece görünmezlik iksiri içer.",
  "entity.araxers_bestiary.bestiary.minecraft.warden.description": "Warden (Muhafız), Derin Karanlık (Deep Dark) biyomunda ses titreşimlerine (Sculk Shrieker) duyarlı olarak ortaya çıkan kör ve korkunç bir yaratıktır. Oyundaki en yüksek cana ve hasara sahiptir. Koklayarak ve sesi takip ederek oyuncuyu bulur. Öldürülmesi değil, kaçınılması gereken bir doğal afettir.",
  "entity.araxers_bestiary.bestiary.minecraft.witch.description": "Cadı; iksir fırlatarak saldıran ve iyileşmek için iksir içen düşman bir köylü türüdür. Bataklık kulübelerinde ve baskınlarda bulunur. Zehir, hasar, yavaşlık gibi iksirler atar.",
  "entity.araxers_bestiary.bestiary.minecraft.wither.description": "Wither, oyuncu tarafından 3 Wither İskeleti kafası ve Ruh Kumu ile çağrılan üç başlı patron yaratıktır. Etrafındaki her şeye patlayıcı kafalar fırlatır. Öldüğünde Fener (Beacon) yapımı için Nether Yıldızı düşürür.",
  "entity.araxers_bestiary.bestiary.minecraft.wither_skeleton.description": "Wither İskeleti, Nether Kalelerinde doğan, taş kılıçlı siyah iskeletlerdir. Vurduğunda \"Wither\" etkisi (çürüme) vererek canı azaltır. Kafaları Wither çağırmak için kullanılır.",
  "entity.araxers_bestiary.bestiary.minecraft.wolf.description": "Kurtlar, ormanlarda ve taygada yaşayan, kemikle evcilleştirilebilen yaratıklardır. Evcilleşince oyuncuyu korur ve düşmanlara saldırır. Kuyruğunun konumu canını gösterir.",
  "entity.araxers_bestiary.bestiary.minecraft.wolf.loot.bone": "(Oyuncu öldürürse)",
  "entity.araxers_bestiary.bestiary.minecraft.zoglin.description": "Zoglin, Dünyaya gelen bir Hoglin'in zombileşmiş halidir. Önüne gelen herkese (kendi türü hariç) saldırır. Evcilleştirilemez.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie.description": "Zombi, oyunculara ve köylülere saldıran klasik düşman yaratıktır. Güneşte yanar. Köylüleri enfekte edebilir.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie_horse.description": "Zombi At, kullanılmayan, sadece komutla gelen bir at türüdür. Yeşil çürümüş derisi vardır. Evcilleştirilemez.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie_villager.description": "Zombi Köylü, zombiye dönüşmüş bir köylüdür. Zayıflık iksiri ve Altın Elma ile tedavi edilerek tekrar köylüye dönüştürülebilir; bu işlemden sonra indirim yapar.",
  "entity.araxers_bestiary.bestiary.minecraft.zombified_piglin.description": "Zombileşmiş Piglin (eski adıyla Zombi Domuzadam), Nether'da yaşayan pasif-agresif yaratıklardır. Birine saldırılırsa hepsi birden saldırır. Altın kılıç taşırlar.",
  

  "spawn.biome.araxers_bestiary.minecraft.overworld": "Dünya (Overworld)",
  "spawn.biome.araxers_bestiary.minecraft.overworld_sky": "Dünya Gökyüzü",
  "spawn.biome.araxers_bestiary.minecraft.underground": "Yeraltı",
  "spawn.biome.araxers_bestiary.minecraft.mountains": "Dağlar",
  "spawn.biome.araxers_bestiary.minecraft.mountains_underground": "Dağlar (Yeraltı)",
  "spawn.biome.araxers_bestiary.minecraft.underground_water": "Yeraltı Suları",
  "spawn.biome.araxers_bestiary.minecraft.underwater_ruins": "Su Altı Harabeleri",
  "spawn.biome.araxers_bestiary.minecraft.caves": "Mağaralar",
  "spawn.biome.araxers_bestiary.minecraft.lava_lakes": "Lav Gölleri",
  "spawn.biome.araxers_bestiary.minecraft.lava_oceans": "Lav Okyanusları",
  "spawn.structures.araxers_bestiary.minecraft.villages": "Köyler",
  "spawn.structures.araxers_bestiary.minecraft.desert_villages": "Çöl Köyleri",
  "spawn.structures.araxers_bestiary.minecraft.nether_fortress": "Nether Kalesi",
  "spawn.structures.araxers_bestiary.minecraft.swamp_huts": "Bataklık Kulübeleri",
  "spawn.structures.araxers_bestiary.minecraft.mineshafts": "Terk Edilmiş Madenler",
  "spawn.structures.araxers_bestiary.minecraft.woodland_mansions": "Orman Köşkleri",
  "spawn.structures.araxers_bestiary.minecraft.ocean_monument": "Okyanus Anıtı",
  "spawn.structures.araxers_bestiary.minecraft.pillager_outposts": "Yağmacı Karakolları",
  "spawn.structures.araxers_bestiary.minecraft.ancient_cities": "Antik Şehirler",
  "spawn.structures.araxers_bestiary.minecraft.underground_structures": "Yeraltı Yapıları",
  "spawn.structures.araxers_bestiary.minecraft.end_cities": "End Şehirleri",
  "spawn.structures.araxers_bestiary.minecraft.bastion_remnants": "Burç Kalıntıları",
  "spawn.structures.araxers_bestiary.minecraft.strongholds": "Kaleler (Stronghold)",
  "spawn.structures.araxers_bestiary.minecraft.igloo_basements": "İglo Bodrumları",
  "spawn.condition.araxers_bestiary.minecraft.light_level_below_7": "Işık seviyesi 7'nin altında",
  "spawn.condition.araxers_bestiary.minecraft.beds_occupied_5": "(5+ yatak dolu olduğunda)",
  "spawn.condition.araxers_bestiary.minecraft.player_bred": "Oyuncu tarafından üretildi",
  "spawn.condition.araxers_bestiary.minecraft.after_3_or_more_nights_without_sleep": "3+ gece uykusuzluktan sonra",
  "spawn.condition.araxers_bestiary.minecraft.end_fountain": "End Çeşmesi",
  "spawn.condition.araxers_bestiary.minecraft.during_raids": "Baskınlar sırasında",
  "spawn.condition.araxers_bestiary.minecraft.player_created": "Oyuncu tarafından oluşturuldu",
  "spawn.condition.araxers_bestiary.minecraft.commands_only": "Sadece Komutla",
  "spawn.condition.araxers_bestiary.minecraft.player_hatched": "Oyuncu tarafından yumurtadan çıkarıldı",
  "spawn.condition.araxers_bestiary.minecraft.from_archeology": "Arkeolojiden",
  "spawn.condition.araxers_bestiary.minecraft.slimes": "Y=40 altındaki belirli chunklarda",
  "spawn.condition.araxers_bestiary.minecraft.infested_blocks": "İstila edilmiş bloklardan",
  "spawn.condition.araxers_bestiary.minecraft.near_the_player": "Oyuncunun yakınında doğar",
  "spawn.condition.araxers_bestiary.minecraft.summoned_by_evokers": "Evokerlar tarafından çağrılır",
  "spawn.condition.araxers_bestiary.minecraft.with_wandering_trader": "Gezgin Tüccar ile birlikte",
  "screen.araxers_bestiary.filter.display.all": "Tümü",
  "screen.araxers_bestiary.rankx.header": "X Seviyesi İlerlemesi",
  "screen.araxers_bestiary.rankx.points": "Puan: %s/%s",
  "screen.araxers_bestiary.rankx.progress": "İlerleme: %s/%s (%s%%)",
  "screen.araxers_bestiary.rankx.gates_need_s": "Mücadeleye başlamak için S Seviyesine ulaş",
  "screen.araxers_bestiary.rankx.challenges": "Mücadeleler:",
  "screen.araxers_bestiary.rankx.locked_days_remaining.one": "Kilitli: %s gün kaldı",
  "screen.araxers_bestiary.rankx.locked_days_remaining.other": "Kilitli: %s gün kaldı",
  "screen.araxers_bestiary.rank.progress": "Seviye %s → %s: %s/%s (%s%%)",
  "screen.araxers_bestiary.rankx.challenge.observe": "Dürbünle Gözlem",
  "screen.araxers_bestiary.rankx.challenge.biome_diversity": "Biyom Çeşitliliği",
  "screen.araxers_bestiary.rankx.challenge.elite_streak": "Elit Seri %s",
  "screen.araxers_bestiary.rankx.challenge.no_armor_no_shield_clear": "Zırhsız ve Kalkansız Temizleme",
  "screen.araxers_bestiary.rankx.challenge.per_entity_count": "Öldürme Sayısı",
  "screen.araxers_bestiary.rankx.challenge.util_unique_interaction": "Faydalı Benzersiz Etkileşim",
  "screen.araxers_bestiary.rankx.challenge.pacifist_bonus": "Barışçıl Bonusu",
  "screen.araxers_bestiary.rankx.challenge.non_lethal_interaction": "Ölümcül Olmayan Etkileşim",
  "screen.araxers_bestiary.rankx.challenge.proximity_survival": "Yakın Temas Hayatta Kalma",
  "screen.araxers_bestiary.rankx.challenge.clean_clear": "Temiz İş",
  "screen.araxers_bestiary.rankx.challenge.no_cheese_clear": "Hilesiz Temizleme",
  "screen.araxers_bestiary.rankx.challenge.observe_before_fight": "Savaştan Önce Gözlemle",
  "screen.araxers_bestiary.rankx.challenge.team_bonus": "Takım Bonusu",
  "screen.araxers_bestiary.rankx.challenge.breed": "Çiftleştirme",

  "screen.araxers_bestiary.global_bar.tooltip.sighted": "Gözlemlendi: %s/%s",
  "screen.araxers_bestiary.global_bar.tooltip.s_ranks": "S Seviyeleri: %s/%s",
  "screen.araxers_bestiary.global_bar.tooltip.x_ranks": "X Seviyeleri: %s/%s"
}
